
kIKPathPopupOther = "Otros…";
kIKPathPopupChoose = "Seleccionar";

/* ----- IKDeviceBrowserView ----- */

kIKDeviceBrowserLocalCameras = "Cámaras locales";
kIKDeviceBrowserNetworkCameras = "Cámaras de red";
kIKDeviceBrowserLocalScanners = "Escáners locales";
kIKDeviceBrowserNetworkScanners = "Escáners de red";
kIKDeviceBrowserNoPostprocessApplication = "Ninguna aplicación";

kIKDeviceBrowserOutlineViewLocalDevices = "DISPOSITIVOS";
kIKDeviceBrowserOutlineViewRemoteDevices = "COMPARTIDO";

kIKDeviceBrowserShowDeviceSettingsToolTip = "Mostrar ajustes de dispositivo";
kIKDeviceBrowserHideDeviceSettingsToolTip = "Ocultar ajustes de dispositivo";
kIKDeviceBrowserShowDeviceSettingsAX = "mostrar ajustes de dispositivo";
kIKDeviceBrowserHideDeviceSettingsAX = "ocultar ajustes de dispositivo";

kIKDeviceBrowserShowNetworkDevicesToolTip = "Mostrar dispositivos de red";
kIKDeviceBrowserHideNetworkDevicesToolTip = "Ocultar dispositivos de red";
kIKDeviceBrowserShowNetworkDevicesAX = "mostrar dispositivos de red";
kIKDeviceBrowserHideNetworkDevicesAX = "ocultar dispositivos de red";

kIKDeviceBrowserDevicesAX = "Cámaras y escáners";

kIKDeviceBrowserAccessoryConnectingDevice = "Al conectar esta %@ se abre:";
device = "dispositivo";
iPod = "iPod";
iPhone = "iPhone";
Camera = "cámara";
Scanner = "escáner";
kIKDeviceBrowserAccessoryShareDevice = "Compartir %@";

kIKDeviceBrowserTextCellLocal = "local";
kIKDeviceBrowserTextCellNetwork = "red";
kIKDeviceBrowserTextCellItemCount = "%d ítems";

ICDeviceLocationDescriptionUSB = "USB";
ICDeviceLocationDescriptionFireWire = "FireWire";
ICDeviceLocationDescriptionBluetooth = "Bluetooth";
ICDeviceLocationDescriptionMassStorage = "MassStorage";

kIKDeviceWasDisconnected = "“%@” ha sido desconectado…";

/* ----- IKCameraDeviceView ----- */

kIKCameraDeviceView_DownloadAll = "Descargar todo";
kIKCameraDeviceView_Download = "Descargar";
kIKCameraDeviceView_ImportAll = "Importar todo";
kIKCameraDeviceView_Import = "Importar";

kIKCameraDeviceView_NoPostProcessingApplication = "Ninguna aplicación";

kIKCameraDeviceView_StatusText_DownloadSelectedItems = "Importando los ítems seleccionados";
kIKCameraDeviceView_StatusText_DownloadAllItems = "Importando todos los ítems";
kIKCameraDeviceView_StatusText_DownloadingItem = "Importando “%@”";

kIKCameraDeviceView_FileSizeByteFormat = "%@ B";
kIKCameraDeviceView_FileSizeKBFormat = "%@ KB";
kIKCameraDeviceView_FileSizeMBFormat = "%@ MB";
kIKCameraDeviceView_FileSizeGBFormat = "%@ GB";

kIKCameraDeviceView_ApertureFormat = "ƒ/%@";
kIKCameraDeviceView_FocalLengthFormat = "%@ mm";

kIKCameraLocalizedOK                              = "Aceptar";
kIKCameraDeviceDisconnectedWhileDownloading       = "Cámara desconectada durante la importación";
kIKCameraDeviceDisconnectedWhileDownloadingText   = "La cámara “%@” se ha desconectado durante la importación. %d ítems no se han importado.";
kIKCameraDeviceDisconnectedWhileDeleting          = "La cámara se ha desconectado durante la eliminación";
kIKCameraDeviceDisconnectedWhileDeletingText      = "La cámara “%@” se ha desconectado durante la eliminación. Puede que algunos ítems no se hayan eliminado.";

kIKCameraDeviceCouldNotDownloadAllItems            = "Error de importación."; 
kIKCameraDeviceCouldNotDownloadAllItemsText        = "Se ha producido un error durante la importación. “%@” no se ha importado.";
kIKCameraDeviceCouldNotDownloadAllItemsText2       = "Se ha producido un error durante la importación. %d ítems no se han importado:\n";
kIKCameraDeviceCouldNotDownloadAllItemsButton      = "Aceptar";

kIKCameraDeviceView_CancelButton                   = "Cancelar";

kIKCameraDeviceView_DeleteSelectedItem = "¿Seguro que desea eliminar definitivamente el ítem seleccionado?";
kIKCameraDeviceView_DeleteSelectedItemsFormat = "¿Seguro que desea eliminar definitivamente los %d ítems seleccionados?";
kIKCameraDeviceView_DeleteText = "Esta acción no puede deshacerse.";
kIKCameraDeviceView_DeleteButton = "Eliminar";
kIKCameraDeviceView_DeleteCancel = "Cancelar";

kIKCameraDeviceView_DiskFull = "Disco lleno";
kIKCameraDeviceView_DiskFullText = "No hay espacio suficiente en el volumen “%@” para importar los ítems seleccionados. Elija otra carpeta de importación en otro volumen.";
kIKCameraDeviceView_DownloadFolderNotAvailable = "Carpeta de importación no disponible";
kIKCameraDeviceView_DownloadFolderNotAvailableText = "La carpeta de importación especificada no existe o no está disponible. Seleccione otra carpeta de importación.";
kIKCameraDeviceView_DownloadFolderWriteProtected = "No se puede importar";
kIKCameraDeviceView_DownloadFolderWriteProtectedText = "No dispone de permiso de escritura en la carpeta de importación especificada. Seleccione otra carpeta de importación.";

/* ----- IKScannerDeviceView ----- */

kIKScannerDeviceView_ScanButton = "Escanear";
kIKScannerDeviceView_OverviewButton = "Visión general";
kIKScannerDeviceView_CancelButton = "Cancelar";
kIKScannerDeviceView_ImportButton = "Importar";

kIKScannerDeviceView_PressScanToStart = "Pulse Escanear para comenzar…";

kIKScannerDeviceView_Simple = "Simple";
kIKScannerDeviceView_Advanced = "Avanzado";

kIKScannerDeviceView_ScanDocumentName = "Escanear";

kIKScannerDeviceView_ScannerNotAvailable = "Escáner no disponible";
kIKScannerDeviceView_NoScannerSelected = "Ningún escáner seleccionado";
kIKScannerDeviceView_NoScannerDeviceAvailable = "No hay ningun dispositivo de escáner disponible";
kIKScannerDeviceView_ScannerIsWarmingUp = "El escáner se está calentando…";
kIKScannerDeviceView_ScannerReportedAnError = "El escáner ha informado de un error";
kIKScannerDeviceView_ScannerReportedAnErrorOK = "Aceptar";
kIKScannerDeviceView_TryingToOpenScannerSession = "Intentando abrir sesión de escáner…";


kIKScannerDeviceView_NoPostProcessingApplication = "Ninguna aplicación";

kIKScannerDeviceView_StatusText_OverviewScan = "Escaneado de visión general…";
kIKScannerDeviceView_StatusText_Scan = "Escaneando…";
kIKScannerDeviceView_StatusText_ScanDocument = "Escaneando el documento nº %d";
kIKScannerDeviceView_StatusText_ScanDocumentName = "Escaneando el documento “%@”";
kIKScannerDeviceView_StatusText_ScanDocumentNameAndPage = "Escaneando la página %2$d del documento “%1$@”";

kIKScannerDeviceView_Units_pixels = "píxeles";
kIKScannerDeviceView_Units_inches = "pulgadas";
kIKScannerDeviceView_Units_cm = "cm";

kIKScannerDeviceView_Units = "unidades";

kIKScannerDeviceFileNameCannotContainColon = "El nombre del archivo no puede contener ‘:’.";
kIKScannerDeviceFileNameCannotBeEmpty = "El nombre del archivo no puede estar vacío";
kIKScannerDeviceFileNameIsTooLong = "Nombre de archivo demasiado largo";
kIKScannerDeviceFileNameCannotStartWithADot = "El nombre del archivo no puede empezar por ‘.’.";

kIKScannerDeviceFileRangeErrorValueTooSmall = "El valor “%@” es demasiado pequeño (valor mínimo: %@).";
kIKScannerDeviceFileRangeErrorValueTooBig = "El valor “%@” es demasiado alto (valor máximo: %@).";
kIKScannerDeviceFileRangeErrorValueInvalid = "El valor “%@” no es válido.";

kIKScannerDeviceView_SimpleScanImageTitle = "Escanear %d";
kIKScannerDeviceView_SimpleScanAnalyzing = "Analizando…";

kIKScannerDeviceView_Advanced_ScanMode = "Modo de escaneado:";
kIKScannerDeviceView_Advanced_ScanModeFlatbed = "Escáner plano";
kIKScannerDeviceView_Advanced_ScanModeTransparency = "Transparencia";
kIKScannerDeviceView_Advanced_ScanModePositiveTransparency = "Transparencia - Positivo";
kIKScannerDeviceView_Advanced_ScanModeNegativeTransparency = "Transparencia - Negativo";
kIKScannerDeviceView_Advanced_ScanModeDocumentFeeder = "Aliment. papel";

kIKScannerDeviceView_Advanced_DocumentType = "Tipo:";
kIKScannerDeviceView_Advanced_DocumentTypeText = "Texto";
kIKScannerDeviceView_Advanced_DocumentTypeBWPhoto = "Blanco y negro";
kIKScannerDeviceView_Advanced_DocumentTypeColorPhoto = "Color";
kIKScannerDeviceView_Advanced_DocumentTypePositiveGray = "Gris positivo";
kIKScannerDeviceView_Advanced_DocumentTypeColorSlide = "Diapositiva en color";
kIKScannerDeviceView_Advanced_DocumentTypeNegativeGray = "Gris negativo";
kIKScannerDeviceView_Advanced_DocumentTypeNegativeSlide = "Diapositiva negativo";

kIKScannerDeviceView_Advanced_BitDepth = "Profundidad de bits:";
kIKScannerDeviceView_Advanced_BitDepthBit = "1 bit";
kIKScannerDeviceView_Advanced_BitDepthBits = "%d bits";

kIKScannerDeviceView_Advanced_BitDepthColors = "Colores:";
kIKScannerDeviceView_Advanced_BitDepthGrays = "Grises:";

kIKScannerDeviceView_Advanced_BitDepthRGB8 = "Millones";
kIKScannerDeviceView_Advanced_BitDepthRGB16 = "Miles de millones";

kIKScannerDeviceView_Advanced_BitDepthGray8 = "256 grises";
kIKScannerDeviceView_Advanced_BitDepthGray16 = "Miles de grises";

kIKScannerDeviceView_Advanced_BitDepthBW1 = "Blanco y negro";

kIKScannerDeviceView_Advanced_Rotation = "Ángulo de rotación:";
kIKScannerDeviceView_Advanced_DetectSeparateItems = "Separar ítems";

kIKScannerDeviceView_Advanced_Resolution = "Resolución:";
kIKScannerDeviceView_Advanced_ResolutionUnits = "ppp";

kIKScannerDeviceView_Advanced_Scaling = "Escalado:";
kIKScannerDeviceView_Advanced_ScalingUnits = "%";

kIKScannerDeviceView_Advanced_GeometrySize = "Tamaño:";
kIKScannerDeviceView_Advanced_GeometryNewSize = "Tamaño nuevo:";
kIKScannerDeviceView_Advanced_GeometrySourceSize = "Tamaño fuente:";

kIKScannerDeviceView_Advanced_Template = "Modelo:";
kIKScannerDeviceView_Advanced_NoTemplate = "Ninguno";

kIKScannerDeviceView_Advanced_ScanTo = "Escanear para:";
kIKScannerDeviceView_Advanced_ScanToFolder = "Escanear para carpeta:";

kIKScannerDeviceView_Advanced_ScanDocumentNameLabel = "Nombre:";
kIKScannerDeviceView_Advanced_ScanPostProcessingAppLabel = "Abrir con:";

kIKScannerDeviceView_Advanced_Format = "Formato:";
kIKScannerDeviceView_Advanced_FormatBMP = "BMP";
kIKScannerDeviceView_Advanced_FormatGIF = "GIF";
kIKScannerDeviceView_Advanced_FormatJPEG = "JPEG";
kIKScannerDeviceView_Advanced_FormatJPEG2000 = "JPEG 2000";
kIKScannerDeviceView_Advanced_FormatPICT = "PICT";
kIKScannerDeviceView_Advanced_FormatPDF = "PDF";
kIKScannerDeviceView_Advanced_FormatPNG = "PNG";
kIKScannerDeviceView_Advanced_FormatPSD = "PSD";
kIKScannerDeviceView_Advanced_FormatQTIF = "QTIF";
kIKScannerDeviceView_Advanced_FormatSGI = "SGI";
kIKScannerDeviceView_Advanced_FormatTGA = "TGA";
kIKScannerDeviceView_Advanced_FormatTIFF = "TIFF";

kIKScannerDeviceView_Advanced_ImageCorrection = "Correc. imágenes:";
kIKScannerDeviceView_Advanced_ImageCorrectionNone = "Ninguna";
kIKScannerDeviceView_Advanced_ImageCorrectionAutomatic = "Automática";
kIKScannerDeviceView_Advanced_ImageCorrectionManual = "Manual";

kIKScannerDeviceView_Advanced_PaperSize = "Tamaño escaneado:";
kIKScannerDeviceView_Advanced_PaperSizeA4 = "A4";
kIKScannerDeviceView_Advanced_PaperSizeB5JIB5 = "B5/JIS B5";
kIKScannerDeviceView_Advanced_PaperSizeUSLetter = "Carta EE UU";
kIKScannerDeviceView_Advanced_PaperSizeUSLegal = "Legal EE UU";
kIKScannerDeviceView_Advanced_PaperSizeA5 = "A5";
kIKScannerDeviceView_Advanced_PaperSizeB4ISOB4 = "B4/ISO B4";
kIKScannerDeviceView_Advanced_PaperSizeB6ISOB6 = "B6/ISO B6";
kIKScannerDeviceView_Advanced_PaperSizeUSLedger = "Doble carta EE UU";
kIKScannerDeviceView_Advanced_PaperSizeUSExecutive = "Ejecutivo EE UU";
kIKScannerDeviceView_Advanced_PaperSizeA3 = "A3";
kIKScannerDeviceView_Advanced_PaperSizeB3ISOB3 = "B3/ISO B3";
kIKScannerDeviceView_Advanced_PaperSizeA6 = "A6";
kIKScannerDeviceView_Advanced_PaperSizeC4 = "C4";
kIKScannerDeviceView_Advanced_PaperSizeC5 = "C5";
kIKScannerDeviceView_Advanced_PaperSizeC6 = "C6";
kIKScannerDeviceView_Advanced_PaperSize4A0 = "4A0";
kIKScannerDeviceView_Advanced_PaperSize2A0 = "2A0";
kIKScannerDeviceView_Advanced_PaperSizeA0 = "A0";
kIKScannerDeviceView_Advanced_PaperSizeA1 = "A1";
kIKScannerDeviceView_Advanced_PaperSizeA2 = "A2";
kIKScannerDeviceView_Advanced_PaperSizeA7 = "A7";
kIKScannerDeviceView_Advanced_PaperSizeA8 = "A8";
kIKScannerDeviceView_Advanced_PaperSizeA9 = "A9";
kIKScannerDeviceView_Advanced_PaperSizeA10 = "A10";
kIKScannerDeviceView_Advanced_PaperSizeISOB0 = "ISO B0";
kIKScannerDeviceView_Advanced_PaperSizeISOB1 = "ISO B1";
kIKScannerDeviceView_Advanced_PaperSizeISOB2 = "ISO B2";
kIKScannerDeviceView_Advanced_PaperSizeISOB5 = "ISO B5";
kIKScannerDeviceView_Advanced_PaperSizeISOB7 = "ISO B7";
kIKScannerDeviceView_Advanced_PaperSizeISOB8 = "ISO B8";
kIKScannerDeviceView_Advanced_PaperSizeISOB9 = "ISO B9";
kIKScannerDeviceView_Advanced_PaperSizeISOB10 = "ISO B10";
kIKScannerDeviceView_Advanced_PaperSizeJISB0 = "JIS B0";        
kIKScannerDeviceView_Advanced_PaperSizeJISB1 = "JIS B1";        
kIKScannerDeviceView_Advanced_PaperSizeJISB2 = "JIS B2";        
kIKScannerDeviceView_Advanced_PaperSizeJISB3 = "JIS B3";        
kIKScannerDeviceView_Advanced_PaperSizeJISB4 = "JIS B4";        
kIKScannerDeviceView_Advanced_PaperSizeJISB6 = "JIS B6";        
kIKScannerDeviceView_Advanced_PaperSizeJISB7 = "JIS B7";        
kIKScannerDeviceView_Advanced_PaperSizeJISB8 = "JIS B8";        
kIKScannerDeviceView_Advanced_PaperSizeJISB9 = "JIS B9";        
kIKScannerDeviceView_Advanced_PaperSizeJISB10 = "JIS B10";       
kIKScannerDeviceView_Advanced_PaperSizeC0 = "C0";            
kIKScannerDeviceView_Advanced_PaperSizeC1 = "C1";            
kIKScannerDeviceView_Advanced_PaperSizeC2 = "C2";            
kIKScannerDeviceView_Advanced_PaperSizeC3 = "C3";            
kIKScannerDeviceView_Advanced_PaperSizeC7 = "C7";            
kIKScannerDeviceView_Advanced_PaperSizeC8 = "C8";            
kIKScannerDeviceView_Advanced_PaperSizeC9 = "C9";            
kIKScannerDeviceView_Advanced_PaperSizeC10 = "C10";           
kIKScannerDeviceView_Advanced_PaperSizeUSStatement = "Declaración EE UU";  
kIKScannerDeviceView_Advanced_PaperSizeBusinessCard = "Tarjeta de visita"; 

kIKScannerDeviceView_Advanced_PaperSizeTypeE = "3,25” x 4,5”";
kIKScannerDeviceView_Advanced_PaperSizeType3R = "3,5” x 5”";
kIKScannerDeviceView_Advanced_PaperSizeType4R = "4” x 6”";
kIKScannerDeviceView_Advanced_PaperSizeType5R = "5” x 7”";
kIKScannerDeviceView_Advanced_PaperSizeType6R = "6” x 8”";
kIKScannerDeviceView_Advanced_PaperSizeType8R = "8” x 10”";
kIKScannerDeviceView_Advanced_PaperSizeTypeS8R = "8” x 12”";
kIKScannerDeviceView_Advanced_PaperSizeType10R = "10” x 12”";
kIKScannerDeviceView_Advanced_PaperSizeTypeS10R = "10” x 15”";
kIKScannerDeviceView_Advanced_PaperSizeType11R = "10” x 14”";
kIKScannerDeviceView_Advanced_PaperSizeType12R = "12” x 15”";
kIKScannerDeviceView_Advanced_PaperSizeTypeS12R = "12” x 18”";


kIKScannerDeviceView_Advanced_Duplex = "Dúplex";
kIKScannerDeviceView_Advanced_Orientation = "Orientación:";

kIKScannerDeviceView_Advanced_ToolTip_Orientation1 = "El original no se gira";
kIKScannerDeviceView_Advanced_ToolTip_Orientation3 = "El original se gira 180º";
kIKScannerDeviceView_Advanced_ToolTip_Orientation6 = "El original se gira hacia la izquierda";
kIKScannerDeviceView_Advanced_ToolTip_Orientation8 = "El original se gira hacia la derecha";

kIKScannerDeviceView_Advanced_ToolTip_OrientationOdd1 = "Números de página impares - El original no se gira";
kIKScannerDeviceView_Advanced_ToolTip_OrientationOdd3 = "Números de página impares - El original se gira 180º";
kIKScannerDeviceView_Advanced_ToolTip_OrientationOdd6 = "Números de página impares - El original se gira hacia la izquierda";
kIKScannerDeviceView_Advanced_ToolTip_OrientationOdd8 = "Números de página impares - El original se gira hacia la derecha";

kIKScannerDeviceView_Advanced_ToolTip_OrientationEven1 = "Números de página pares - El original no se gira";
kIKScannerDeviceView_Advanced_ToolTip_OrientationEven3 = "Números de página pares - El original se gira 180º";
kIKScannerDeviceView_Advanced_ToolTip_OrientationEven6 = "Números de página pares - El original se gira hacia la izquierda";
kIKScannerDeviceView_Advanced_ToolTip_OrientationEven8 = "Números de página pares - El original se gira hacia la derecha";

kIKScannerDeviceView_Advanced_AX_Orientation1 = "el original no se gira";
kIKScannerDeviceView_Advanced_AX_Orientation3 = "el original se gira 180º";
kIKScannerDeviceView_Advanced_AX_Orientation6 = "el original se gira hacia la izquierda";
kIKScannerDeviceView_Advanced_AX_Orientation8 = "el original se gira hacia la derecha";

kIKScannerDeviceView_Advanced_CombineScansIntoSingleDoc = "Crear un solo documento";

kIKScannerDeviceView_Advanced_Reset = "Restaurar valores por omisión";
kIKScannerDeviceView_Advanced_Contrast = "Contraste:";
kIKScannerDeviceView_Advanced_Brightness = "Brillo:";
kIKScannerDeviceView_Advanced_Saturation = "Saturación:";
kIKScannerDeviceView_Advanced_Temperature = "Temperatura:";
kIKScannerDeviceView_Advanced_Tint = "Tinte:";
kIKScannerDeviceView_Advanced_Dark = "Oscuro";
kIKScannerDeviceView_Advanced_Midtones = "Tonos medios";
kIKScannerDeviceView_Advanced_Light = "Claro";

kIKScannerDeviceView_Advanced_scalingFormatString = "#,##0";
/* kIKScannerDeviceView_Advanced_resolutionFormatString = "#,##0"; */
kIKScannerDeviceView_Advanced_resolutionFormatString = "0";
kIKScannerDeviceView_Advanced_sizeFormatStringPixel = "#,##0";
kIKScannerDeviceView_Advanced_sizeFormatStringInch = "#,##0.00";
kIKScannerDeviceView_Advanced_sizeFormatStringCM = "#,##0.00";

kIKScannerDeviceView_DocumentFeederNoPaperLoaded = "No se ha insertado papel…";
